Repository: clementrahula/lukotta
Catalog: resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, et, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sl, sq, sv, th, tr, uk, vi, zh_hans

source: The Full Disk Access list, with an app's switch marked.
ar: قائمة الوصول الكامل إلى القرص، مع تمييز مفتاح أحد التطبيقات.
bg: Списъкът Full Disk Access с отбелязан превключвател на приложение.
cs: Seznam Plný přístup k disku s vyznačeným přepínačem aplikace.
da: Listen Fuld adgang til disk med et programs kontakt markeret.
de: Die Liste „Festplattenvollzugriff“ mit markiertem Schalter eines Programms.
el: Η λίστα «Πλήρης πρόσβαση στον δίσκο» με σημειωμένο τον διακόπτη μιας εφαρμογής.
es: La lista Acceso total al disco, con el conmutador de una app señalado.
et: Full Disk Accessi loend, kus on märgitud rakenduse lüliti.
fi: Koko levyn käyttö -luettelo, jossa ohjelman kytkin on merkitty.
fil: Ang listahan ng Full Disk Access, may markang switch ng isang app.
fr: La liste Accès complet au disque, avec le commutateur d’une app signalé.
he: רשימת הגישה המלאה לדיסק, עם סימון המתג של יישום.
hi: पूर्ण डिस्क ऐक्सेस सूची, जिसमें किसी ऐप का स्विच चिह्नित है।
hr: Popis Puni pristup disku s označenim prekidačem aplikacije.
hu: A Teljes hozzáférés a lemezhez lista, egy alkalmazás megjelölt kapcsolójával.
id: Daftar Akses Disk Penuh, dengan sakelar sebuah aplikasi ditandai.
it: L’elenco Accesso completo al disco, con l’interruttore di un’app evidenziato.
ja: アプリのスイッチに印を付けた「フルディスクアクセス」のリスト。
ko: 앱의 스위치가 표시된 전체 디스크 접근 권한 목록.
lt: Full Disk Access sąrašas su pažymėtu programos jungikliu.
lv: Full Disk Access saraksts ar atzīmētu programmas slēdzi.
ms: Senarai Akses Cakera Penuh, dengan suis sesebuah aplikasi ditandakan.
nb: Listen Full disktilgang med bryteren til et program markert.
nl: De lijst Volledige schijftoegang, met de schakelaar van een programma gemarkeerd.
pl: Lista Pełny dostęp do dysku z zaznaczonym przełącznikiem programu.
pt_pt: A lista Acesso completo ao disco, com o interruptor de uma aplicação assinalado.
ro: Lista Acces complet la disc, cu comutatorul unei aplicații marcat.
ru: Список Полный доступ к диску с отмеченным переключателем приложения.
sl: Seznam Full Disk Access z označenim stikalom programa.
sq: Lista Full Disk Access, me çelësin e një aplikacioni të shënuar.
sv: Listan Full skivtillgång med ett programs reglage markerat.
th: รายการ การเข้าถึงดิสก์เต็มรูปแบบ โดยมีสวิตช์ของแอปหนึ่งถูกทำเครื่องหมายไว้
tr: Bir uygulamanın anahtarı işaretlenmiş Tam Disk Erişimi listesi.
uk: Список Повний доступ до диска із позначеним перемикачем програми.
vi: Danh sách Toàn quyền truy cập đĩa, có đánh dấu công tắc của một ứng dụng.
zh_hans: “完全磁盘访问权限”列表，其中标出了某个 App 的开关。

source: The Full Disk Access list, with the + button marked.
ar: قائمة الوصول الكامل إلى القرص، مع تمييز زر +.
bg: Списъкът Full Disk Access с отбелязан бутон +.
cs: Seznam Plný přístup k disku s vyznačeným tlačítkem +.
da: Listen Fuld adgang til disk med +-knappen markeret.
de: Die Liste „Festplattenvollzugriff“ mit markierter Taste +.
el: Η λίστα «Πλήρης πρόσβαση στον δίσκο» με σημειωμένο το κουμπί +.
es: La lista Acceso total al disco, con el botón + señalado.
et: Full Disk Accessi loend, kus on märgitud nupp +.
fi: Koko levyn käyttö -luettelo, jossa +-painike on merkitty.
fil: Ang listahan ng Full Disk Access, may markang pindutang +.
fr: La liste Accès complet au disque, avec le bouton + signalé.
he: רשימת הגישה המלאה לדיסק, עם סימון הכפתור +.
hi: पूर्ण डिस्क ऐक्सेस सूची, जिसमें + बटन चिह्नित है।
hr: Popis Puni pristup disku s označenim gumbom +.
hu: A Teljes hozzáférés a lemezhez lista, megjelölt + gombbal.
id: Daftar Akses Disk Penuh, dengan tombol + ditandai.
it: L’elenco Accesso completo al disco, con il pulsante + evidenziato.
ja: + ボタンに印を付けた「フルディスクアクセス」のリスト。
ko: + 버튼이 표시된 전체 디스크 접근 권한 목록.
lt: Full Disk Access sąrašas su pažymėtu mygtuku +.
lv: Full Disk Access saraksts ar atzīmētu pogu +.
ms: Senarai Akses Cakera Penuh, dengan butang + ditandakan.
nb: Listen Full disktilgang med +-knappen markert.
nl: De lijst Volledige schijftoegang, met de +-knop gemarkeerd.
pl: Lista Pełny dostęp do dysku z zaznaczonym przyciskiem +.
pt_pt: A lista Acesso completo ao disco, com o botão + assinalado.
ro: Lista Acces complet la disc, cu butonul + marcat.
ru: Список Полный доступ к диску с отмеченной кнопкой +.
sl: Seznam Full Disk Access z označenim gumbom +.
sq: Lista Full Disk Access, me butonin + të shënuar.
sv: Listan Full skivtillgång med +-knappen markerad.
th: รายการ การเข้าถึงดิสก์เต็มรูปแบบ โดยมีปุ่ม + ถูกทำเครื่องหมายไว้
tr: + düğmesi işaretlenmiş Tam Disk Erişimi listesi.
uk: Список Повний доступ до диска із позначеною кнопкою +.
vi: Danh sách Toàn quyền truy cập đĩa, có đánh dấu nút +.
zh_hans: “完全磁盘访问权限”列表，其中标出了 + 按钮。

source: The Linux environment is unpacked once, on first use.
ar: تُفكّ بيئة Linux مرة واحدة، عند أول استخدام.
bg: Средата на Linux се разопакова веднъж, при първото използване.
cs: Linuxové prostředí se rozbalí jednou, při prvním použití.
da: Linux-miljøet pakkes ud én gang, første gang det bruges.
de: Die Linux-Umgebung wird einmalig beim ersten Verwenden entpackt.
el: Το περιβάλλον Linux αποσυμπιέζεται μία φορά, κατά την πρώτη χρήση.
es: El entorno Linux se descomprime una sola vez, la primera vez que se usa.
et: Linuxi keskkond pakitakse lahti ühe korra, esimesel kasutamisel.
fi: Linux-ympäristö puretaan kerran, ensimmäisellä käyttökerralla.
fil: Ang Linux environment ay binubuksan nang isang beses, sa unang paggamit.
fr: L’environnement Linux n’est décompressé qu’une seule fois, à la première utilisation.
he: סביבת Linux נפרסת פעם אחת, בשימוש הראשון.
hi: Linux परिवेश एक बार, पहली बार उपयोग पर खुलता है।
hr: Linux okruženje raspakirava se jednom, pri prvom korištenju.
hu: A Linux-környezet egyszer, az első használatkor kerül kicsomagolásra.
id: Lingkungan Linux dibongkar sekali saja, saat pertama kali dipakai.
it: L’ambiente Linux viene estratto una sola volta, al primo utilizzo.
ja: Linux 環境は初回使用時に一度だけ展開されます。
ko: Linux 환경은 처음 사용할 때 한 번만 풀립니다.
lt: „Linux“ aplinka išpakuojama vieną kartą, pirmojo naudojimo metu.
lv: Linux vide tiek izpakota vienu reizi, pirmajā lietošanas reizē.
ms: Persekitaran Linux dibuka sekali sahaja, pada penggunaan pertama.
nb: Linux-miljøet pakkes ut én gang, første gang det brukes.
nl: De Linux-omgeving wordt eenmalig uitgepakt, bij het eerste gebruik.
pl: Środowisko Linuksa jest rozpakowywane raz, przy pierwszym użyciu.
pt_pt: O ambiente Linux é descompactado uma única vez, na primeira utilização.
ro: Mediul Linux este dezarhivat o singură dată, la prima utilizare.
ru: Среда Linux распаковывается один раз, при первом запуске.
sl: Okolje Linux se razpakira enkrat, ob prvi uporabi.
sq: Mjedisi Linux shpaketohet një herë, në përdorimin e parë.
sv: Linux-miljön packas upp en gång, vid första användningen.
th: สภาพแวดล้อม Linux จะแตกออกครั้งเดียว เมื่อใช้ครั้งแรก
tr: Linux ortamı bir kez, ilk kullanımda açılır.
uk: Середовище Linux розпаковується один раз, під час першого запуску.
vi: Môi trường Linux được giải nén một lần, ở lần dùng đầu tiên.
zh_hans: Linux 环境只在首次使用时解压一次。

source: The Linux environment will be deleted, freeing about %lld MB.
ar: ستُحذف بيئة Linux، فتتحرر نحو %lld ميجابايت.
bg: Средата на Linux ще бъде изтрита, освобождавайки около %lld MB.
cs: Linuxové prostředí bude smazáno a uvolní se asi %lld MB.
da: Linux-miljøet slettes, hvilket frigør omkring %lld MB.
de: Die Linux-Umgebung wird gelöscht und gibt etwa %lld MB frei.
el: Το περιβάλλον Linux θα διαγραφεί, ελευθερώνοντας περίπου %lld MB.
es: Se eliminará el entorno Linux, liberando unos %lld MB.
et: Linuxi keskkond kustutatakse, vabastades umbes %lld MB.
fi: Linux-ympäristö poistetaan, mikä vapauttaa noin %lld Mt.
fil: Buburahin ang Linux environment, na magpapalaya ng mga %lld MB.
fr: L’environnement Linux sera supprimé, libérant environ %lld Mo.
he: סביבת Linux תימחק, ויתפנו כ‑%lld מ״ב.
hi: Linux परिवेश हटा दिया जाएगा, जिससे लगभग %lld MB खाली होगा।
hr: Linux okruženje bit će izbrisano i oslobodit će oko %lld MB.
hu: A Linux-környezet törlődik, ezzel körülbelül %lld MB szabadul fel.
id: Lingkungan Linux akan dihapus, membebaskan sekitar %lld MB.
it: L’ambiente Linux verrà eliminato, liberando circa %lld MB.
ja: Linux 環境が削除され、約 %lld MB が空きます。
ko: Linux 환경이 삭제되어 약 %lldMB가 확보됩니다.
lt: „Linux“ aplinka bus ištrinta, atlaisvinant apie %lld MB.
lv: Linux vide tiks izdzēsta, atbrīvojot aptuveni %lld MB.
ms: Persekitaran Linux akan dipadam, membebaskan kira-kira %lld MB.
nb: Linux-miljøet slettes, noe som frigjør omtrent %lld MB.
nl: De Linux-omgeving wordt verwijderd, waarmee ongeveer %lld MB vrijkomt.
pl: Środowisko Linuksa zostanie usunięte, zwalniając około %lld MB.
pt_pt: O ambiente Linux será eliminado, libertando cerca de %lld MB.
ro: Mediul Linux va fi șters, eliberând aproximativ %lld MB.
ru: Среда Linux будет удалена, освободив около %lld МБ.
sl: Okolje Linux bo izbrisano in sprostilo približno %lld MB.
sq: Mjedisi Linux do të fshihet, duke liruar rreth %lld MB.
sv: Linux-miljön raderas, vilket frigör omkring %lld MB.
th: สภาพแวดล้อม Linux จะถูกลบ ทำให้ว่างขึ้นราว %lld MB
tr: Linux ortamı silinecek ve yaklaşık %lld MB boşalacak.
uk: Середовище Linux буде видалено, звільнивши близько %lld МБ.
vi: Môi trường Linux sẽ bị xóa, giải phóng khoảng %lld MB.
zh_hans: Linux 环境将被删除，可释放约 %lld MB。

source: The background helper is not set up, so %@ is holding the drive open itself. Quitting now disconnects it, and anything still being written would not finish. Once the helper is set up, drives stay open on their own.
ar: لم يُعد المساعد في الخلفية بعد، لذا فإن %@ نفسه هو من يُبقي المحرّك مفتوحًا. الإنهاء الآن يفصله، ولن يكتمل ما يجري كتابته. وبعد إعداد المساعد تبقى المحرّكات مفتوحة من تلقاء نفسها.
bg: Фоновият помощник не е настроен, затова %@ сама държи диска отворен. Изходът сега го изключва и това, което още се записва, няма да завърши. След като помощникът бъде настроен, дисковете остават отворени сами.
cs: Pomocník na pozadí není nastaven, takže disk drží otevřený sama aplikace %@. Ukončení jej nyní odpojí a to, co se ještě zapisuje, by nebylo dokončeno. Jakmile je pomocník nastaven, disky zůstávají otevřené samy.
da: Baggrundshjælperen er ikke sat op, så %@ holder selv enheden åben. At slutte nu frakobler den, og det, der stadig skrives, ville ikke blive færdigt. Når hjælperen er sat op, forbliver enheder åbne af sig selv.
de: Der Hintergrund-Helfer ist nicht eingerichtet, daher hält %@ das Laufwerk selbst offen. Beenden trennt es jetzt, und alles, was noch geschrieben wird, würde nicht abgeschlossen. Sobald der Helfer eingerichtet ist, bleiben Laufwerke von selbst geöffnet.
el: Ο βοηθός παρασκηνίου δεν έχει ρυθμιστεί, επομένως το ίδιο το %@ κρατά τον δίσκο ανοιχτό. Ο τερματισμός τώρα τον αποσυνδέει και ό,τι γράφεται ακόμη δεν θα ολοκληρωθεί. Μόλις ρυθμιστεί ο βοηθός, οι δίσκοι παραμένουν ανοιχτοί από μόνοι τους.
es: El asistente en segundo plano no está configurado, así que es %@ quien mantiene el disco abierto. Salir ahora lo desconecta y lo que quede por escribir no se completaría. Una vez configurado el asistente, los discos permanecen abiertos por sí solos.
et: Taustaabiline ei ole seadistatud, seega hoiab %@ ketast ise avatuna. Praegu väljumine ühendab selle lahti ja pooleli kirjutamine ei lõpeks. Kui abiline on seadistatud, jäävad kettad iseenesest avatuks.
fi: Taustaohjelmaa ei ole otettu käyttöön, joten %@ pitää asemaa auki itse. Lopettaminen nyt irrottaa sen, eikä kesken oleva kirjoitus valmistuisi. Kun taustaohjelma on otettu käyttöön, asemat pysyvät auki itsestään.
fil: Hindi pa naisasaayos ang background helper, kaya ang %@ mismo ang humahawak sa drive na nakabukas. Ang pag-alis ngayon ay magdidiskonekta nito, at hindi matatapos ang anumang isinusulat pa. Kapag naisaayos na ang helper, mananatiling bukas ang mga drive nang mag-isa.
fr: L’assistant en arrière-plan n’est pas configuré : %@ maintient donc le disque ouvert lui-même. Quitter maintenant le déconnecte, et tout ce qui reste à écrire ne serait pas terminé. Une fois l’assistant configuré, les disques restent ouverts d’eux-mêmes.
he: עוזר הרקע אינו מוגדר, ולכן %@ עצמו מחזיק את הכונן פתוח. יציאה עכשיו תנתק אותו, וכל מה שעדיין נכתב לא יסתיים. לאחר שעוזר הרקע מוגדר, הכוננים נשארים פתוחים מעצמם.
hi: पृष्ठभूमि सहायक सेट नहीं है, इसलिए ड्राइव को %@ स्वयं खुला रखे हुए है। अभी बाहर निकलने से वह कट जाएगी, और जो कुछ अभी लिखा जा रहा है वह पूरा नहीं होगा। सहायक सेट होने के बाद ड्राइव अपने आप खुली रहती हैं।
hr: Pomoćnik u pozadini nije postavljen, pa %@ sam drži disk otvorenim. Izlazak sada odspaja disk, a ono što se još zapisuje ne bi se dovršilo. Kad je pomoćnik postavljen, diskovi ostaju otvoreni sami od sebe.
hu: A háttérsegéd nincs beállítva, ezért a meghajtót maga a(z) %@ tartja nyitva. A kilépés most leválasztja, és ami még íródik, nem fejeződne be. Ha a segéd be van állítva, a meghajtók maguktól nyitva maradnak.
id: Pembantu latar belakang belum disiapkan, jadi %@ sendiri yang menahan drive tetap terbuka. Keluar sekarang akan memutusnya, dan apa pun yang masih ditulis tidak akan selesai. Setelah pembantu disiapkan, drive tetap terbuka dengan sendirinya.
it: L’helper in background non è configurato, quindi è %@ stesso a tenere aperto il disco. Uscire ora lo scollega e ciò che resta da scrivere non verrebbe completato. Una volta configurato l’helper, i dischi restano aperti da soli.
ja: バックグラウンドヘルパーが未設定のため、%@ 自身がドライブを開いたままにしています。いま終了すると切断され、書き込み中のものは完了しません。 ヘルパーを設定すれば、ドライブはそれ自体で開いたままになります。
ko: 백그라운드 도우미가 설정되지 않아 %@이(가) 직접 드라이브를 열어 두고 있습니다. 지금 종료하면 연결이 끊기고, 기록 중인 내용은 끝나지 않습니다. 도우미를 설정하면 드라이브는 스스로 열린 상태를 유지합니다.
lt: Foninis pagalbininkas nenustatytas, todėl %@ pati laiko diską atvertą. Baigus dabar jis bus atjungtas, o tai, kas dar rašoma, nebūtų užbaigta. Kai pagalbininkas nustatytas, diskai lieka atverti savaime.
lv: Fona palīgs nav iestatīts, tāpēc %@ pati tur disku atvērtu. Iziešana tagad to atvienos, un tas, kas vēl tiek rakstīts, netiks pabeigts. Kad palīgs ir iestatīts, diski paliek atvērti paši.
ms: Pembantu latar belakang belum disediakan, jadi %@ sendiri yang menahan pemacu itu terbuka. Keluar sekarang akan memutuskannya, dan apa-apa yang masih ditulis tidak akan selesai. Setelah pembantu disediakan, pemacu kekal terbuka dengan sendirinya.
nb: Bakgrunnshjelperen er ikke satt opp, så %@ holder enheten åpen selv. Å avslutte nå kobler den fra, og det som fortsatt skrives, ville ikke bli fullført. Når hjelperen er satt opp, forblir enheter åpne av seg selv.
nl: De achtergrondhelper is niet ingesteld, dus %@ houdt de schijf zelf open. Nu stoppen koppelt die los, en wat nog geschreven wordt, zou niet worden voltooid. Zodra de helper is ingesteld, blijven schijven vanzelf open.
pl: Pomocnik działający w tle nie jest skonfigurowany, więc %@ sam utrzymuje dysk otwarty. Zakończenie teraz odłączy go, a to, co jest jeszcze zapisywane, nie zostanie dokończone. Po skonfigurowaniu pomocnika dyski pozostają otwarte same.
pt_pt: O assistente em segundo plano não está configurado, pelo que é o próprio %@ que mantém o disco aberto. Sair agora desliga-o, e o que estiver ainda a ser escrito não seria concluído. Assim que o assistente estiver configurado, os discos permanecem abertos por si.
ro: Asistentul din fundal nu este configurat, așa că %@ ține discul deschis el însuși. Ieșirea acum îl deconectează, iar ce se mai scrie nu s-ar finaliza. După configurarea asistentului, discurile rămân deschise de la sine.
ru: Фоновый помощник не настроен, поэтому %@ удерживает диск открытым сам. Выход сейчас отключит его, и всё, что ещё записывается, не завершится. После настройки помощника диски остаются открытыми сами по себе.
sl: Pomočnik v ozadju ni nastavljen, zato %@ sam drži pogon odprt. Če zdaj končate, se pogon odklopi, kar se še zapisuje, pa se ne bi dokončalo. Ko je pomočnik nastavljen, pogoni ostanejo odprti sami.
sq: Ndihmësi në sfond nuk është vendosur, ndaj %@ po e mban vetë diskun të hapur. Dalja tani e shkëput atë, dhe çdo gjë që po shkruhet nuk do të përfundojë. Pasi të vendoset ndihmësi, disqet qëndrojnë të hapur vetë.
sv: Bakgrundshjälpen är inte konfigurerad, så %@ håller själv enheten öppen. Att avsluta nu kopplar bort den, och det som fortfarande skrivs skulle inte bli klart. När hjälpen är konfigurerad förblir enheter öppna av sig själva.
th: ยังไม่ได้ตั้งค่าตัวช่วยเบื้องหลัง %@ จึงถือไดรฟ์ให้เปิดอยู่ด้วยตัวเอง การออกตอนนี้จะตัดการเชื่อมต่อ และสิ่งที่กำลังเขียนอยู่จะไม่เสร็จ เมื่อตั้งค่าตัวช่วยแล้ว ไดรฟ์จะเปิดค้างอยู่ได้เอง
tr: Arka plan yardımcısı kurulu değil, bu yüzden sürücüyü açık tutan %@ uygulamasının kendisi. Şimdi çıkmak bağlantıyı keser ve hâlâ yazılmakta olan şeyler tamamlanmaz. Yardımcı kurulduktan sonra sürücüler kendi başlarına açık kalır.
uk: Фоновий помічник не налаштовано, тож %@ утримує диск відкритим сам. Вихід зараз від’єднає його, і все, що ще записується, не завершиться. Після налаштування помічника диски залишаються відкритими самі.
vi: Trình trợ giúp nền chưa được thiết lập, nên chính %@ đang giữ ổ đĩa mở. Thoát lúc này sẽ ngắt nó, và những gì đang được ghi sẽ không hoàn tất. Sau khi trình trợ giúp được thiết lập, các ổ đĩa tự giữ trạng thái mở.
zh_hans: 后台助手尚未设置，因此是 %@ 自己在保持驱动器打开。此时退出会断开它，正在写入的内容也无法完成。 设置好助手后，驱动器会自行保持打开。
